Repository: ivalkou/freeaps
Catalog: FreeAPS/Resources/Localizable.xcstrings
Source language: en
Languages: de, fr, it, nb, nl, ru, sv, tr, zh_hans

source: Keeps SMB active for 6 hours after eating, even when carbs-on-board reaches zero. Useful for meals with fat and protein that digest slowly and cause delayed glucose rises.
de: Standard Wert ist "Aus". Wenn aktiviert werden Super Micro Bolus (SMB) für 6 Stunden nach Kohlenhydrat Aufnahme zur Regulierung verwendet. Auch wenn die Kohlenhydrate bereits alle vom Körper aufgenommen wurden (0g Kohlenhydrate on Bord).
fr: Desactivé par défaut. Quand vrai, active les micro bolus (SMB) pendant 6h après les glucides, même avec 0 glucides à bord (COB).
it: I valori predefiniti sono falsi. Quando è vero, abilita il supermicrobolo (SMB) per 6 ore dopo inserimenro di carboidrati, anche con 0 carboidrati da assorbire (COB).
nb: Defaults to false. When true, enables supermicrobolus (SMB) for 6h after carbs, even with 0 carbs on board (COB).
nl: Standaard uit. Als het aangezet wordt zullen supermicrobolussen (SMBs) gebruikt worden voor 6 uur na ingevoerde koolhydraten, zelfs als er nog 0 koolhydraten aan boord zijn (COB).
ru: SMB остаётся активным 6 часов после еды, даже когда активные углеводы обнулились. Полезно для жирной пищи с белком, которая усваивается медленно и вызывает отложенный рост глюкозы.
sv: Av som standard. Tillåter supermikrobolusar (SMB) även 6h efter kolhydrater, också vid 0 aktiva kolhydrater (COB).
tr: Varsayılan olarak geçersizdir. Geçerli olduğunda aktif karbonhidrat (COB) 0 olsa bile karbonhidratlardan sonra 6 saat boyunca süpermikrobolosu (SMB) etkinleştirir.
zh_hans: 默认为禁用。当启用时，在碳水化合物之后的6小时内启用(SMB)，即使活性碳水化合物(COB)为0。

source: When the system detects insulin resistance, it lowers your target to be more aggressive. Helps maintain control during sick days or hormonal changes when you need more insulin.
de: Standard Einstellung ist "Aus". Wenn aktiviert, wird das BG-Ziel herabgesetzt, sobald Autosens eine niedrige Empfindlichkeit erkennt
fr: Faux par défaut. Quand vrai, réduira la cible de glycémie lorsque l'autosens détecte une résistance à l'insuline
it: I valori predefiniti sono falsi. Quando VERO, abbasserà il target glicemia quando autosens rilevano resistenza insulinica incrementata
nb: Defaults to false. When true, will lower BG target when autosens detects resistance
nl: Standaard op onwaar. Wanneer waar, zal het BG doel verlagen als autosens minder gevoeligheid detecteert
ru: Когда система обнаруживает инсулинорезистентность, она снижает цель для более агрессивного контроля. Помогает поддерживать контроль во время болезни или гормональных изменений.
sv: Av som standard. Sänker målvärde för blodsocker när 'Autosens' upptäcker minskad insulinkänslighet
tr: Varsayılan olarak geçersizdir. Geçerli yapıldığında, otoduyarlılık direnci tespit ettiğinde KŞ hedefini düşürür
zh_hans: 默认禁用。当启用时，当Autosens检测到抵抗时，将降低血糖目标。

source: Controls the maximum size of a single SMB dose (calculated as X minutes of your basal rate). Start with 30 minutes. Increase by 15-minute steps if you need more aggressive dosing. Maximum recommended: 90 minutes. Higher values may prevent the system from stopping lows safely.
de: Standardmäßiger beginn nach 30 Minuten. Dies ist das Maximum von Basalminuten, die als einzelne SMB mit ungedecktem COB geliefert werden können. Dies gibt die Möglichkeit, SMB aggressiver zu machen, wenn Sie es wünschen. Es wird empfohlen, dass der Wert auf 30 beginnt, entsprechend der Standardeinstellung und wenn Sie diesen Wert erhöhen tun Sie dies in höchstens 15 Minuten Schritten unter Beachtung der Auswirkungen der Änderungen. Es wird nicht empfohlen, diesen Wert höher als 90 Minuten zu setzen, da dies die Fähigkeit des Algorithmus beeinflussen kann, sicher Null Zeit zu setzen. Es wird auch empfohlen, dass Pushover verwendet wird, wenn der Wert größer als der Standardwert ist, so dass Warnungen für alle vorausgesagten Tief- oder Höchstwerte generiert werden.
fr: Par défaut, il faut démarrer à 30 minutes. Il s'agit de la durée maximale en minutes du niveau basal qui peuvent être livrées en tant que simple SMB avec des COB non couverts. Cela permet de rendre SMB plus agressif si vous le souhaitez. Il est recommandé que la valeur soit définie au départ à 30, conformément à la valeur par défaut, et si vous choisissez d'augmenter cette valeur, le faire par pas de 15 minutes et en gardant un œil attentif sur les effets des changements. Il n'est pas recommandé de définir cette valeur supérieure à 90 mins, car cela peut affecter la capacité de l'algorithme.
it: Predefinito per iniziare a 30 minuti. Questo è il massimo di minuti di basale che possono essere somministrati come un singolo SMB con COB non coperti. Questo dà la possibilità di rendere SMB più aggressivo se viene selezionato. Si raccomanda che il valore sia impostato per iniziare a 30, in linea con il valore predefinito, e se si sceglie di aumentare questo valore, farlo con incrementi non superiori a 15 minuti, facendo grande attenzione agli effetti dei cambiamenti. Non è consigliabile impostare questo valore oltre a 90 minuti, in quanto ciò potrebbe influire sulla capacità dell'algoritmo di azzerare in sicurezza la basale temporanea. Si raccomanda inoltre di utilizzare il pushover quando si imposta un valore maggiore di quello predefinito, in modo che le siano generati in anticipo avvertimenti per alti o bassi valori glicemici predetti.
nb: Defaults to start at 30. This is the maximum minutes of basal that can be delivered as a single SMB with uncovered COB. This gives the ability to make SMB more aggressive if you choose. It is recommended that the value is set to start at 30, in line with the default, and if you choose to increase this value, do so in no more than 15 minute increments, keeping a close eye on the effects of the changes. It is not recommended to set this value higher than 90 mins, as this may affect the ability for the algorithm to safely zero temp. It is also recommended that pushover is used when setting the value to be greater than default, so that alerts are generated for any predicted lows or highs.
nl: Staat standaard op 30. Dit is het maximum aantal minuten van basaal dat kan worden toegediend als een enkele supermicrobolus (SMB) zonder dat dit compenseert wordt door COB. Dit zorgt er voor dat SMB agressiever kan worden ingesteld, als je daarvoor kiest. Het is aanbevolen om te beginnen met een waarde van 30 minuten, de standaard waarde en als je er voor kiest om de waarde te verhogen dat je dit met niet grotere stappen doet dan stappen van 15 minuten. Het is niet aanbevolen om het hoger dan 90 minuten in te stellen, dit beperkt de mogelijkheid van het algoritme om veilig een tijdelijk 0 basaal in te stellen. Het wordt ook aanbevolen om push berichten aan te zetten voor wanneer de glucose waardes hoog of laag dreigen te raken.
ru: Максимальный размер одной дозы SMB (рассчитывается как X минут базала). Начните с 30 минут. Увеличивайте шагами по 15 минут при необходимости более агрессивного дозирования. Максимум: 90 минут — большие значения могут помешать системе предотвратить гипогликемию.
sv: Standardvärde 30. Detta är det maximala antal minuter av din ordinarie basal som kommer att ges som en SMB. Denna inställning ger möjlighet att göra SMB större och behandlingen med SMB mer aggressiv. Det rekommenderas att börja med 30 minuter, och om du väljer att öka detta värde, göra det stegvis i högst 15 minuters steg, samtidigt som du noga följer effekterna av de nya inställningarna. Det rekommenderas inte att ställa in detta värde högre än 90 minuter, eftersom detta påverkar algoritmens förmåga att säkert kunna balansera med temporära basaler på 0 IE/h. Det rekommenderas också att pushover används när värdet sätts till att vara större än standard, så att varningar och notiser kan genereras för alla förväntade blodsockerdalar eller toppar.
tr: Varsayılan değer 30'dan başlar. Bu, COB'u açık olmayan tek bir SMB olarak teslim edilebilecek maksimum bazal dakikadır. Bu isterseniz SMB'leri daha agresif hale getirme yeteneği verir. Değerin varsayılana uygun olarak 30'da başlayacak şekilde ayarlanması ve bu değeri artırmayı seçerseniz, değişikliklerin etkilerini yakından takip ederek bunu 15 dakikalık artışlarla yapmanız önerilir. Algoritmanın güvenli bir şekilde geçici bazal'ı sıfırlayabilme yeteneğini etkileyebileceğinden, bu değeri 90 dakikadan daha yükseğe ayarlamanız önerilmez. Ayrıca, değeri varsayılandan daha büyük olarak ayarlarken bildirim özelliğinin kullanılması önerilir, böylece tahmin edilen herhangi bir düşük veya yüksek seviye için uyarılar oluşturulur.
zh_hans: 默认以30分钟为起点。这是在未覆盖COB的情况下，作为一个单一的SMB可以提供的最大分钟数的基础率。如果你选择的话，这可以使SMB更加积极。建议将该值设置为30，与默认值一致，如果你选择增加该值，以不超过15分钟为单位，密切关注变化的效果。不建议将这个值设置得高于90分钟，因为这可能会影响算法调整零基础率的能力。还建议在设置该值大于默认值时，使用PushOVer，以便对任何预测的低点或高点产生警报。

source: Maximum SMB size for unannounced meals (when there's no COB). Lower values make UAM more cautious, higher values more aggressive. Start with 30, adjust slowly. Maximum recommended: 60 minutes.
de: Standardwerte für Start ist 30 Minuten. Dies ist die maximale Basal-Minuten, die von UAM als ein einziges SMB geliefert werden können, wenn IOB den COB übersteigt. Dies gibt die Möglichkeit, UAM mehr oder weniger aggressiv zu machen, wenn Sie es wünschen. Es wird empfohlen, dass der Wert nach 30 Minuten beginnt, entsprechend der Standardeinstellung und wenn Sie diesen Wert erhöhen tun Sie dies in höchstens 15 Minuten Schritten unter Beachtung der Auswirkungen der Änderungen. Eine Verringerung des Wertes führt dazu, dass UAM für jedes SMB weniger Insulin Dosis erhält. Es wird nicht empfohlen, diesen Wert höher als 60 Minuten zu setzen, da dies die Fähigkeit des Algorithmus beeinflussen kann, sicher Null Zeit zu setzen. Es wird auch empfohlen, dass Pushover verwendet wird, wenn der Wert größer als der Standardwert ist, so dass Warnungen für alle vorausgesagten Tief- oder Höchstwerte generiert werden.
fr: La valeur par défaut est à 30. Il s'agit de la durée maximale en minutes du niveau basal qui peuvent être délivrées par UAM en tant que SMB unique lorsque l'IOB dépasse COB. Cela donne la possibilité de rendre UAM plus ou moins agressif si vous le souhaitez. Il est recommandé que la valeur commence à 30, conformément à la valeur par défaut, et si vous choisissez d'augmenter cette valeur, le faire par pas de 15 minutes, en gardant un œil attentif sur les effets des changements. La réduction de la valeur entraînera à injecter moins d'insuline pour chaque SMB. Il n'est pas recommandé de définir cette valeur supérieure à 60 mins, car cela peut affecter la capacité de l'algorithme.
it: Predefinito per iniziare a 30 minuti. Questo è il massimo minuti di basale che può essere somministrato da UAM come un singolo SMB quando IOB supera la COB. Questo dà la possibilità di rendere UAM più o meno aggressivo se viene attivato. Si raccomanda che il valore sia impostato per iniziare a 30, in linea con il valore predefinito, e se si sceglie di aumentare questo valore, farlo con incrementi non superiori a 15 minuti, tenendo un occhio attento agli effetti dei cambiamenti. La riduzione del valore causerà una riduzione della dose di insulina UAM per ogni SMB. Non è consigliabile impostare questo valore superiore a 60 minuti, in quanto ciò potrebbe influire sulla capacità dell'algoritmo di azzerare in sicurezza la basale temporanea. Si raccomanda inoltre di utilizzare il pushover quando si imposta un valore maggiore di quello predefinito, in modo che vengano eseguite segnalazioni in anticipo per valori glicemi predetti alti o bassi.
nb: Defaults to start at 30. This is the maximum minutes of basal that can be delivered by UAM as a single SMB when IOB exceeds COB. This gives the ability to make UAM more or less aggressive if you choose. It is recommended that the value is set to start at 30, in line with the default, and if you choose to increase this value, do so in no more than 15 minute increments, keeping a close eye on the effects of the changes. Reducing the value will cause UAM to dose less insulin for each SMB. It is not recommended to set this value higher than 60 mins, as this may affect the ability for the algorithm to safely zero temp. It is also recommended that pushover is used when setting the value to be greater than default, so that alerts are generated for any predicted lows or highs.
nl: Staat standaard op 30. Dit is het maximum aantal minuten van basaal dat kan worden toegediend door UAM as een enkele supermicrobolus wanneer de IOB groter is dan dan COB. Dit zorgt er voor dat UAM agressiever kan worden ingesteld, als je daarvoor kiest. Het is aanbevolen om te beginnen met een waarde van 30 minuten, de standaard waarde en als je er voor kiest om de waarde te verhogen dat je dit met niet grotere stappen doet dan stappen van 15 minuten, terwijl je het effect goed in de gaten houd. Het is niet aanbevolen om het hoger dan 60 minuten in te stellen, dit beperkt de mogelijkheid van het algoritme om veilig een tijdelijk 0 basaal in te stellen. Het wordt ook aanbevolen om push berichten aan te zetten voor wanneer de glucose waardes hoog of laag dreigen te raken.
ru: Максимальный размер SMB для незаявленной еды (когда нет активных углеводов). Меньшие значения делают UAM осторожнее, большие — агрессивнее. Начните с 30, меняйте постепенно. Максимум: 60 минут.
sv: Standardvärde 30. Detta är det maximala antal minuter av din ordinarie basal som kommer att användas för UAM för att ges som en SMB. Denna inställning ger möjlighet att göra behandlingen med UAM mer aggressiv, om du väljer att öka detta värde. Det rekommenderas att börja med 30 minuter, och om du väljer att öka detta värde, görs det stegvis i högst 15 minuters steg, samtidigt som du noga följer effekterna av nya inställningarna. En reducering av värdet leder till att UAM doserar mindre insulin med varje SMB. Det rekommenderas inte att ställa in detta värde högre än 60 minuter, eftersom detta påverkar algoritmens förmåga att säkert kunna balansera med temporära basaler på 0 IE/h. Det rekommenderas också att pushover används när värdet sätts till att vara större än standard, så att varningar och notiser kan genereras för alla förväntade blodsockerdalar eller toppar.
tr: Varsayılan değer 30'dan başlar. Bu IOB COB'yi aştığında UAM tarafından tek bir SMB olarak teslim edilebilecek maksimum bazal dakikadır. Bu isterseniz UAM'yi daha fazla veya daha az agresif hale getirme yeteneği verir. Değerin varsayılana uygun olarak 30'da başlayacak şekilde ayarlanması ve bu değeri artırmayı seçerseniz, değişikliklerin etkilerini yakından takip ederek bunu 15 dakikalık artışlarla yapmanız önerilir. Değerin düşürülmesi, UAM'nin her SMB için daha az insülin dozlamasına neden olacaktır. Algoritmanın güvenli bir şekilde geçici sıfırlayabilme yeteneğini etkileyebileceğinden, bu değeri 60 dakikadan daha yükseğe ayarlamanız önerilmez. Ayrıca değeri varsayılandan daha büyük olarak ayarlarken pushover'ın kullanılması önerilir, böylece tahmin edilen herhangi bir düşük veya yüksek seviye için uyarılar oluşturulur.
zh_hans: 默认以30为起点。这是当IOB无法覆盖COB时，UAM作为单个SMB所能提供的基础率时间最大时间。如果你选择的话，这可以使UAM干预更频繁或更迟钝。建议该值从30开始，与默认值一致，如果你选择增加该值，以不超过15分钟为单位，密切关注变化的效果。降低这个值会导致UAM对每个SMB的胰岛素剂量减少。不建议将该值设置为高于60分钟，因为这可能会影响算法回到临时基础的能力。另外，建议在设置该值大于默认值时，使用PushOver，以便对任何预测的低点或高点发出警报。

source: Delete
de: Löschen
fr: Supprimer
it: Cancella
nb: Slett
nl: Verwijderen
ru: Удалить
sv: Radera
tr: Sil
zh_hans: 删除

source: Delete autotune data
de: Autotune Daten löschen
fr: Effacer les données de Autotune
it: Cancella dati autotune
nb: Slett autotune data
nl: Verwijder autotune-gegevens
ru: Удалить данные автотюна
sv: Rensa Autotune-data
tr: Otoayar verilerini sil
zh_hans: 删除自动调谐数据

source: Delete carbs?
de: Kohlenhydrate löschen?
fr: Supprimer les glucides ?
it: Elimina carboidrati?
nb: Slette karbohydrater?
nl: Koolhydraten verwijderen?
ru: Удалить углеводы?
sv: Ta bort kolhydrater?
tr: Karbonhidratları sil?
zh_hans: 删除碳水？

source: Delete CGM
de: CGM löschen
fr: Supprimer CGM
it: Elimina CGM
nb: Slett CGM
nl: Verwijder CGM
ru: Удалить CGM
sv: Radera CGM
tr: CGM'i Sil
zh_hans: 删除CGM数据源

source: Delete CGMManager and start anew. Your libreoopweb credentials will be preserved
de: CGMManager löschen und neu starten. Ihre libreoopweb Zugangsdaten bleiben erhalten
fr: Supprimez CGMManager et recommencez à nouveau. Vos identifiants pour libreoopweb seront conservés
it: Elimina CGMManager e ricomincia. Le tue credenziali di libreoopweb saranno conservate
nb: Slett CGM-styring og start på nytt. Innloggingsinformasjon for libreoopweb lagres.
nl: Verwijder CGMManager en start opnieuw. De libreoopweb gegevens blijven bewaard
ru: Удалить CGM и добавьте заново.
sv: Ta bort CGM och börja om. Dina libreoopweb-inställningar kommer att sparas
tr: CGMManager'ı silin ve yeniden başlayın. libreoopweb kimlik bilgileriniz korunacaktır
zh_hans: 删除动态血糖数据源再次添加时会重置血糖算法配置

source: Delete preset "%@"
de: Vorlage "%@" löschen
fr: Supprimer le préréglage "%@"
it: Cancella preset "%@"
nb: Slett forhåndsinnstilling "%@"
nl: Voorinstelling "%@" verwijderen
ru: Удалить шаблон "%@"
sv: Ta bort förval "%@"
tr: Ön ayarı sil "%@"
zh_hans: 删除预设""%@"

source: Delivery limits
de: Verabreichungsgrenzen
fr: Limites d’administration
it: Limite di erogazione
nb: Leveringsgrenser
nl: Toediening limieten
ru: Предел подачи
sv: Maxdoser
tr: İletim Limitleri
zh_hans: 输注限制

source: Detected sensor is invalid: %@
de: Erkannter Sensor ist ungültig: %@
fr: Le capteur détecté est invalide : %@
it: Sensore rilevato non valido: %@
nb: Oppdaget sensor er ugyldig: %@
nl: Gevonden sensor is ongeldig: %@
ru: Обнаруженный сенсор невалиден: %@
sv: Upptäckt sensor är ogiltig: %@
tr: Algılanan sensör geçersiz: %@
zh_hans: 检测到的传感器无效： %@

source: Detected sensor seems not to be a libre 1 sensor!
de: Der erkannte Sensor scheint kein Libre 1 Sensor zu sein!
fr: Le capteur détecté ne semble pas être un capteur libre 1 !
it: Il sensore rilevato non sembra essere un sensore Libre 1!
nb: Oppdaget sensor ser ikke ut til å være en Libre 1 sensor!
nl: Gevonden sensor lijkt geen Libre 1 sensor te zijn!
ru: Обнаруженный сенсор не является Libre 1 сенсором!
sv: Upptäckt sensor verkar inte vara en libre 1-sensor!
tr: Tespit edilen sensör, libre 1 sensörü gibi görünmüyor!
zh_hans: 检测到的传感器似乎不是一个瞬感1代！

source: Devices
de: Geräte
fr: Appareils
it: Dispositivi
nb: Enheter
nl: Apparaten
ru: Устройства
sv: Enheter
tr: Aygıtlar
zh_hans: 设备

source: Direct connection with Libre 1 transmitters or European Libre 2 sensors
de: Gemeinsame App-Gruppe für direkte Verbindung mit Libre 1-Sensoren oder europäischen Libre 2-Sensoren
fr: Connexion directe avec les émetteurs Libre 1 ou les capteurs européens Libre 2
it: Collegamento diretto con trasmettitori Libre 1 o sensori Europei Libre 2
nb: Direkte tilkobling av Libre 1 med sender, eller direkte tilkobling til europeisk versjon av Libre 2
nl: Directe connectie met Libre 1 sensoren of Europese Libre 2 sensoren
ru: Прямое подключение к трансмиттерам Libre 1 или датчикам European Libre 2
sv: Direkt anslutning till Libre 1-sändare eller europeiska Libre 2-sensorer
tr: Libre 1 vericileri veya Avrupa Libre 2 sensörleri ile doğrudan bağlantı
zh_hans: 直连Libre2或者Libre1发射器组合

source: Dismiss
de: Verwerfen
fr: Abandonner
it: Rimuovi
nb: Avskjedige
nl: Negeren
ru: Отклонить
sv: Avfärda
tr: Reddet
zh_hans: 忽略

source: Done
de: Fertig
fr: Terminé
it: Fatto
nb: Ferdig
nl: Bevestig
ru: Готово
sv: Klar
tr: Tamam
zh_hans: 完成

source: Duration
de: Dauer
fr: Durée
it: Durata
nb: Varighet
nl: Duur
ru: Длительность
tr: Süre
zh_hans: 持续时间

source: Duration of Insulin Action
de: Dauer der Insulinwirkung
fr: Durée d'Action de l'Insuline
it: Durata dell’azione dell’insulina
nb: Varighet av insulinaktivitet (DIA)
nl: DIA (Duur van Insuline Activiteit)
ru: Продолжительность Действия Инсулина
sv: Insulinets verkningstid
tr: İnsülin Etki Süresi (İES)
zh_hans: 胰岛素作用时间（DIA）

source: edit calibration clicked
de: Kalibration bearbeiten angeklickt
fr: éditer l'étalonnage selectionné
it: modifica calibrazione cliccata
nb: rediger valgt kalibrering
nl: bewerken geselecteerde kalibratie
ru: изменить калибровку нажато
sv: ändrad kalibrering vald
tr: kalibrasyonu düzenle tıklandı
zh_hans: 编辑校准已点击

source: Edit calibrations
de: Kalibrierung bearbeiten
fr: Modifier le calibrage
it: Modifica calibrazioni
nb: Rediger kalibreringer
nl: Kalibraties bewerken
ru: Редактировать калибровки
sv: Ändra kalibreringar
tr: Kalibrasyonları Düzenle
zh_hans: 编辑校准参数

source: Edit settings json
de: Einstellungen bearbeiten json
fr: Modifier les paramètres json
it: Modifica impostazioni json
nb: Rediger "freeaps_settings.json"
nl: Bewerk instellingen json
ru: Редактировать json настроек
sv: Ändra debug-inställningar
tr: Json ayarlarını düzenle
zh_hans: 编辑设置文件

source: Enact
de: Starten
fr: Injecter
it: Attiva
nb: Start
nl: Uitvoeren
ru: Запустить
sv: Utför
tr: Başlat
zh_hans: 执行

source: Enact bolus
de: Bolus abgeben
fr: Injecter bolus
it: Esegui bolo
nb: Gi bolus
nl: Bolus geven
ru: Ввести болюс
sv: Ge bolus
tr: Bolus gönder
zh_hans: 执行大剂量

source: Enact Bolus
de: Bolus abgeben
fr: Injecter bolus
it: Esegui bolo
nb: Gi bolus
nl: Bolus geven
ru: Ввод болюса
sv: Ge bolus
tr: Bolus Gönder
zh_hans: 执行大剂量

source: Enact Temp Target
de: Temporäres Ziel starten
fr: Activer la cible temporaire
it: Attiva target temporaneo
nb: Start midlertidig mål
nl: Start tijdelijk doel
ru: Временная цель
sv: Tillfälliga målvärden
tr: Geçici Hedefe Başla
zh_hans: 设置临时目标

source: Enacted at %@
de: Gestartet um %@
fr: Injecté à %@
it: Eseguito alle %@
nb: Utført kl. %@
nl: Toegediend op %@
ru: Введено в %@
sv: Utfört kl %@
tr: %@'ta başlatıldı
zh_hans: 运行于 %@

source: Enter preset name
de: Geben Sie einen Namen für die Vorlage ein
fr: Entrer le nom du préréglage
it: Inserisci nome del preset
nb: Angi navn på forhåndsinnstilling
nl: Voer naam voorinstelling in
ru: Название шаблона
sv: Ange namn för förval
tr: Ön ayar adını girin
zh_hans: 输入预设名称

source: Error
de: Fehler
fr: Erreur
it: Errore
nb: Feil
nl: Fout
ru: Ошибка
sv: Fel
tr: Hata
zh_hans: 错误

source: Export logs
de: Ereignisprotokolldatei exportieren
fr: Exporter les logs
it: Esporta i registri
nb: Eksporter logger
nl: Logboek exporteren
ru: Экспорт журналов
sv: Exportera loggar
tr: Günlüğü Dışa Aktarın
zh_hans: 导出日志

source: Export not available
de: Export nicht möglich
fr: Exportation non disponible
it: Esportazione non disponibile
nb: Eksport ikke tilgjengelig
nl: Exporteren niet beschikbaar
ru: Экспорт недоступен
sv: Export inte tillgänglig
tr: Dışa aktarma kullanılamıyor
zh_hans: 无法导出

source: Extracting calibrationdata from sensor
de: Kalibrationsdaten aus Sensor extrahieren
fr: Extraction des données de calibration depuis le capteur
it: Estraendo i dati di calibrazione dal sensore
nb: Henter ut kalibreringsdata fra sensoren
nl: Kalibratiegegevens uit de sensor halen
ru: Извлечение данных калибровки из сенсора
sv: Extraherar kalibreringsdata från sensorn
tr: Sensörden kalibrasyon verilerinin çıkarılması
zh_hans: 从传感器提取校准数据

source: Factory Calibration Parameters
de: Werkskalibrierungsparameter
fr: Paramètres d'étalonnage
it: Parametri di Calibrazione di Fabbrica
nb: Fabrikkens kalibreringsparametre
nl: Fabriekskalibratie voor Parameters
ru: Параметры заводской калибровки
sv: Parametrar för fabrikskalibrering
tr: Fabrika Kalibrasyon Parametreleri
zh_hans: 工厂校准参数

source: for
de: für
fr: pour
it: per
nb: i
nl: voor
ru: на
sv: i
tr: için
zh_hans: 持续
